Repository: HuynhAnhNguyen/LuanVan_Shared
Catalog: LuanVan/Resources/SharedResource.*.resx
Languages: vi_vn

# KhongTimThayTaiKhoan
source: The account with the email address could not be found:
vi_vn: Không tìm thấy tài khoản với địa chỉ email:

# KhongTimThayTK
source: Account not found with email address
vi_vn: Không tìm thấy tài khoản với địa chỉ email

# KhongTimThayUser
source: User not found
vi_vn: Không tìm thấy user

# KhuyenMai
source: Discount
vi_vn: Khuyến mãi

# KHVL
source: Walk-in guest
vi_vn: Khách hàng vãng lai

# KKD
source: The product is no longer available for sale
vi_vn: Sản phẩm không còn kinh doanh

# KM
source: Discount products
vi_vn: Sản phẩm khuyến mãi

# KMName
source: Discount name
vi_vn: Tên chương trình khuyến mãi

source: Last name
vi_vn: Họ lót

# Lastname_firstname
source: Full name
vi_vn: Họ và tên

# ListCategory
source: Category list
vi_vn: Danh sách loại sản phẩm

# ListReceipt
source: Payment history
vi_vn: Lịch sử thanh toán

# ListReceiptUser
source: List of customer bill
vi_vn: Danh sách hóa đơn của khách hàng

# ListRole
source: Role list
vi_vn: Danh sách các role

# ListUser
source: User list
vi_vn: Danh sách thành viên

# List_category
source: Category
vi_vn: Danh mục

# List_empty
source: List is empty
vi_vn: Danh sách trống

# List_of_invoices
source: Bill list
vi_vn: Danh sách hóa đơn

source: List of products by category
vi_vn: Danh sách sản phẩm theo loại

# LoaiSPNotChange
source: Category name remains unchanged
vi_vn: Tên loại sản phẩm không thay đổi

# LockAccount
source: temporarily locked account
vi_vn: tài khoản tạm khóa

# LockoutContent1
source: Lock account
vi_vn: Khóa tài khoản

# LockoutContent2
source: Your account has been locked due to incorrect logins more than the specified number of times. Please try again later.
vi_vn: Tài khoản của bạn đã bị khóa do đăng nhập sai quá số lần quy định. Vui lòng thực hiện lại sau.

# LockoutTitle
source: Account is locked
vi_vn: Tài khoản bị khóa

source: Log in
vi_vn: Đăng nhập

source: Log in now
vi_vn: Đăng nhập ngay

# LoginTitle
source: Use your registered email address/username or by the following methods
vi_vn: Sử dụng địa chỉ email/ username đã đăng ký hoặc bằng các phương thức sau

# Login_request
source: You are not logged in
vi_vn: Bạn chưa đăng nhập

source: Log out
vi_vn: Đăng xuất

# LogoutTitle
source: You have successfully signed out!
vi_vn: Bạn đã đăng xuất thành công.

# Logout_Success
source: You have successfully signed out!
vi_vn: Bạn đã đăng xuất thành công!

# LoiNhaCungCap
source: Error from external provider
vi_vn: Lỗi từ nhà cung cấp bên ngoài

# LoiTaiThongTin
source: Error loading external credentials.
vi_vn: Lỗi khi tải thông tin đăng nhập bên ngoài.

# LoiTaiThongTinBenNgoai
source: Error loading external credentials during validation.
vi_vn: Lỗi tải thông tin đăng nhập bên ngoài trong quá trình xác nhận.

# LoLoiXacNhanEmaiLoiXacNhanEmail
source: Error confirming email address
vi_vn: Lỗi khi xác nhận địa chỉ email

# LSP
source: Category
vi_vn: Loại sản phẩm

# MaCaptChaKhongHopLe
source: Invalid captcha code
vi_vn: Mã captcha không hợp lệ

# MaGiamGia
source: Discount code
vi_vn: Mã giảm giá

# MaHD
source: Bill code
vi_vn: Mã hóa đơn

# MaKH
source: User code
vi_vn: Mã khách hàng

# MaKM
source: Discount code
vi_vn: Mã khuyến mãi

# MaKMCreate
source: Discount code
vi_vn: Mã khuyến mãi

source: Male
vi_vn: Nam

# MaLoaiSP
source: Category code
vi_vn: Mã loại sản phẩm

# MaMau
source: Color code
vi_vn: Mã màu

# ManageAccount
source: Account Management
vi_vn: Quản lý tài khoản

# MaNSX
source: Producer code
vi_vn: Mã nhà sản xuất

# MaPTTT
source: Payment method code
vi_vn: Mã phương thức thanh toán

# MaSP
source: Product code
vi_vn: Mã sản phẩm

# MatKhauDaThayDoi
source: Your password has been changed
vi_vn: Mật khẩu của bạn đã được thay đổi

# MatKhauSai
source: Incorrect password
vi_vn: Mật khẩu không đúng

# MauSac
source: Color
vi_vn: Màu sắc

# MauSacSP
source: Color
vi_vn: Màu sắc

# Method_pay
source: Payment method
vi_vn: Phương thức thanh toán

source: Month
vi_vn: Tháng

# MoTa
source: Product description
vi_vn: Mô tả

# NewEmail
source: New email address
vi_vn: Địa chỉ email mới

# NewPassword
source: Enter your new password
vi_vn: Nhập mật khẩu mới

# NewPasswordChange
source: New password
vi_vn: Mật khẩu mới

# NgayBD
source: Start day
vi_vn: Ngày bắt đầu

# NgayBuy
source: Date of invoice
vi_vn: Ngày xuất hóa đơn

# NgayInHD
source: Date of printing
vi_vn: Ngày in

# NgayKT
source: End day
vi_vn: Ngày kết thúc

# NgayThangNam
source: Date-month-year
vi_vn: Ngày tháng năm

# NgayXuat
source: Date of invoice
vi_vn: Ngày xuất hóa đơn

# NgayXuatHD
source: Date of invoice
vi_vn: Ngày xuất hóa đơn

source: normal account
vi_vn: tài khoản bình thường

# NotChange
source: Do not change
vi_vn: không thay đổi

# Note1
source: * Note: Units for each product are pieces.
vi_vn: * Lưu ý: Đơn vị tính cho mỗi sản phẩm là cái.

source: Notification
vi_vn: Thông báo

# Notification_Content
source: Please select the product to proceed with the payment!
vi_vn: Vui lòng chọn sản phẩm để tiến hành thanh toán!

# Not_apply
source: Do not apply
vi_vn: Không áp dụng

source: No payment history
vi_vn: Không có lịch sử thanh toán

# NSX
source: Producer
vi_vn: Nhà sản xuất

# NSXNotChange
source: Producer name has not changed
vi_vn: Tên nhà sản xuất không thay đổi

# NumberCancelBill
source: Invoice canceled
vi_vn: Hóa đơn đã hủy

source: Or
vi_vn: Hoặc

source: Order confirmation
vi_vn: Xác nhận đơn hàng

source: Order status
vi_vn: Trạng thái đơn hàng

source: Password
vi_vn: Mật khẩu

# PasswordConfirm
source: Confirm password
vi_vn: Xác nhận mật khẩu

# Password_confirm
source: Confirm password
vi_vn: Xác nhận mật khẩu

source: Pay
vi_vn: Thanh toán

# PayByUser
source: Invoices are paid by customers or visitors
vi_vn: Hóa đơn được thanh toán bằng khách hàng hay khách vãng lai

# PaymentExcel
source: Confirm export of payment method list in excel format
vi_vn: Xác nhận xuất danh sách phương thức thanh toán theo định dạng excel

# PaymentMethodList
source: Payment methods
vi_vn: Phương thức thanh toán

# PaymentPdf
source: Confirm export of payment method list in pdf format
vi_vn: Xác nhận xuất danh sách phương thức thanh toán theo định dạng pdf

source: Payments
vi_vn: Hình thức thanh toán

source: Payment history
vi_vn: Lịch sử thanh toán

source: Payment methods
vi_vn: Phương thức thanh toán

source: Payment status
vi_vn: Trạng thái thanh toán

# Paymethod_request1
source: Please enter last name.
vi_vn: Vui lòng nhập họ lót.

# Paymethod_request2
source: Please enter first name.
vi_vn: Vui lòng nhập tên.

# Paymethod_request3
source: Please enter email address.
vi_vn: Vui lòng nhập địa chỉ email.

# Paymethod_request4
source: Please enter the phone number.
vi_vn: Vui lòng nhập số điện thoại.

# Pay_error
source: Payment failed
vi_vn: Thanh toán thất bại

# Pay_Error_Bill
source: An error occurred during invoice processing
vi_vn: Có lỗi xảy ra trong quá trình xử lý hóa đơn

# Pay_success
source: Payment success
vi_vn: Thanh toán thành công

# Pay_Success_Bill
source: Successful bill payment
vi_vn: Thanh toán thành công hóa đơn

# PdfReport
source: Confirm export of invoice list in pdf format
vi_vn: Xác nhận xuất danh sách hóa đơn theo định dạng pdf

source: Personal data
vi_vn: Dữ liệu cá nhân

# PersonalDataTitle
source: Your account contains the personal data you have provided to us. This page allows you to download or delete such data.
vi_vn: Tài khoản của bạn chứa dữ liệu cá nhân mà bạn đã cung cấp cho chúng tôi. Trang này cho phép bạn tải xuống hoặc xóa dữ liệu đó.

source: Personal information
vi_vn: Thông tin cá nhân

# PhaiThanhToan
source: Remaining
vi_vn: Phải thanh toán

# PhaiTren18Tuoi
source: You must be over 18 to register an account!
vi_vn: Bạn phải trên 18 tuổi để đăng ký tài khoản!

# PhanTramGiaGia
source: Percent discount
vi_vn: Phần trăm giảm giá

source: Phone number
vi_vn: Số điện thoại

source: Price
vi_vn: Giá

# Price_high_to_low
source: Price from high to low
vi_vn: Giá từ cao đến thấp

# Price_low_to_high
source: Price from low to high
vi_vn: Giá từ thấp đến cao

# PrintBill
source: Export files now
vi_vn: Xuất file ngay

# ProducerExcel
source: Confirm export of manufacturer list in excel format
vi_vn: Xác nhận xuất danh sách nhà sản xuất theo định dạng excel

# ProducerList
source: Producer
vi_vn: Nhà sản xuất

# ProducerPdf
source: Confirm export of manufacturer list in pdf format
vi_vn: Xác nhận xuất danh sách nhà sản xuất theo định dạng pdf

# ProductByCategory
source: Products by category
vi_vn: Sản phẩm theo loại sản phẩm

# ProductByProducer
source: Products by brand
vi_vn: Sản phẩm theo thương hiệu

# ProductExcel
source: Confirm export of product list in excel format
vi_vn: Xác nhận xuất danh sách sản phẩm theo định dạng excel

# ProductList
source: Product
vi_vn: Sản phẩm

# ProductPdf
source: Confirm export of product list in pdf format
vi_vn: Xác nhận xuất danh sách sản phẩm theo định dạng pdf

source: Products belonging to
vi_vn: Sản phẩm thuộc

# Products_Discount
source: Products on sale
vi_vn: Sản phẩm đang khuyến mãi

# ProductType
source: Category
vi_vn: Loại sản phẩm

# ProductTypeExcel
source: Confirm export of product category list in excel format
vi_vn: Xác nhận xuất danh sách loại sản phẩm theo định dạng excel

# ProductTypeList
source: Category
vi_vn: Loại sản phẩm

# ProductTypePdf
source: Confirm export of product category list in pdf format
vi_vn: Xác nhận xuất danh sách loại sản phẩm theo định dạng pdf

source: Product description
vi_vn: Mô tả sản phẩm

# Product_info
source: Product information
vi_vn: Thông tin sản phẩm

source: Product name
vi_vn: Tên sản phẩm

# Product_Type
source: Category
vi_vn: Loại sản phẩm

source: Profile
vi_vn: Hồ sơ cá nhân

# Promotion
source: Discount
vi_vn: Khuyến mãi

# Promotion_amount
source: Discount amount
vi_vn: Số tiền khuyến mãi

# PTTT
source: Payment methods
vi_vn: Phương thức thanh toán

# PTTTCode
source: Payment methods code
vi_vn: Mã phương thức thanh toán

# PTTTName
source: Payment methods
vi_vn: Phương thức thanh toán

# PTTTNotChange
source: Payment method name unchanged
vi_vn: Tên phương thức thanh toán không thay đổi

source: Quantity
vi_vn: Số lượng

# Quantity_error
source: Invalid quantity
vi_vn: Số lượng không hợp lệ

# Quy
source: Quarterly
vi_vn: Quý

# Redirect_to_Admin
source: Redirect to Admin Page
vi_vn: Chuyển đến trang quản lý của Admin

# Redirect_to_Editor
source: Redirect to Editor Page
vi_vn: Chuyển đến trang quản lý của Editor

# Redirect_to_Test
source: Redirect to Test Page
vi_vn: Chuyển đến trang quản lý của Test

source: Refund
vi_vn: Hoàn tiền

source: Register
vi_vn: Đăng kí tài khoản

# RegisterConfirmation
source: Verify email address
vi_vn: Xác nhận địa chỉ email

# RegisterConfirmationContent
source: Please make a request according to the email sent to you to confirm the account.
vi_vn: Vui lòng thực hiện yêu cầu theo email được gửi đến bạn để xác nhận tài khoản.

# RegisterContent
source: Provide the necessary information to create a new account or by the following methods
vi_vn: Cung cấp các thông tin cần thiết để tạo tài khoản mới hoặc bằng các phương thức sau

source: Register now
vi_vn: Đăng ký ngay

# RegisterTitle
source: Register for an account now
vi_vn: Đăng ký tài khoản ngay

# RememberMe
source: Remember information
vi_vn: Ghi nhớ thông tin đăng nhập

# ResendEmailConfirmation
source: Resend your account verification email now.
vi_vn: Gửi lại email xác thực tài khoản ngay.

# ResendEmailConfirmationContent1
source: Use your registered email to resend confirmation information
vi_vn: Sử dụng email đã đăng ký để gửi lại thông tin xác nhận

# ResendEmailConfirmationTitle
source: Reconfirm email address
vi_vn: Xác nhận lại địa chỉ email

# ResetPassword
source: Update password
vi_vn: Cập nhật lại mật khẩu

# ResetPasswordConfirmation
source: Confirm password update
vi_vn: Xác nhận cập nhật lại mật khẩu

# ResetPasswordConfirmationContent1
source: Password has been updated. You can
vi_vn: Mật khẩu đã được cập nhật. Bạn có thể

# ResetPasswordConfirmationContent2
source: log in now
vi_vn: đăng nhập ngay

# ResetPasswordConfirmationTitle
source: Update password
vi_vn: Cập nhật mật khẩu

# ResetPasswordTitle
source: Update new password
vi_vn: Cập nhật lại mật khẩu mới

source: Results for
vi_vn: Kết quả cho

# RevenueByDate
source: Revenue by day
vi_vn: Doanh thu theo ngày

source: Revenue by month
vi_vn: Doanh thu theo tháng

# RevenueByQuarter
source: Quarterly revenue
vi_vn: Doanh thu theo quý

source: Revenue by week
vi_vn: Doanh thu theo tuần

source: Revenue by year
vi_vn: Doanh thu theo năm

# RoleExcel
source: Confirm export of role list in excel format
vi_vn: Xác nhận xuất danh sách role theo định dạng excel

# RoleID
source: Role code
vi_vn: Mã role

source: Role list
vi_vn: Danh sách role

source: Role name
vi_vn: Tên role

# RoleNameUser
source: Role name
vi_vn: Tên role

# RolePdf
source: Confirm export of role list in pdf format
vi_vn: Xác nhận xuất danh sách role theo định dạng pdf

# RolesAddForUser
source: Roles assigned to users
vi_vn: Các role gán cho user

# Rules
source: Article
vi_vn: Điều khoản

# SaiUsernameMatKhau
source: Username/ Email or password is incorrect
vi_vn: Username/ Email hoặc mật khẩu không đúng

# SanPham
source: Product
vi_vn: Sản phẩm

# SaveInfo
source: Save information
vi_vn: Lưu thông tin

# SearchBill
source: Search for bill code
vi_vn: Tìm kiếm mã hóa đơn

# SearchBillCode
source: Search for bill code
vi_vn: Tìm kiếm mã hóa đơn

# SearchBtn
source: Search
vi_vn: Tìm kiếm

# SearchCategory
source: Search category name
vi_vn: Tìm kiếm tên loại sản phẩm

source: Search color name
vi_vn: Tìm kiếm tên màu sắc

source: Search discount name
vi_vn: Tìm kiếm tên chương trình khuyến mãi

# SearchNSX
source: Search producer name
vi_vn: Tìm kiếm tên nhà sản xuất

source: Search product name
vi_vn: Tìm kiếm tên sản phẩm

# SearchPTTTName
source: Search payment method code
vi_vn: Tìm kiếm mã phương thức thanh toán

source: Search role name
vi_vn: Tìm kiếm tên role

source: Search username/email
vi_vn: Tìm kiếm username/ email

# Search_bill
source: Search
vi_vn: Tìm kiếm

# Search_bill_error
source: Error connecting to server.
vi_vn: Lỗi kết nối đến server.

# Search_bill_request
source: Please enter the bill code.
vi_vn: Vui lòng nhập mã hóa đơn.

# Search_bill_success
source: Find bill with code
vi_vn: Tìm thấy hóa đơn với mã

# Search_placeholder
source: Search for your product
vi_vn: Tìm kiếm sản phẩm của bạn

source: Search product
vi_vn: Tìm kiếm sản phẩm

source: Search your bill
vi_vn: Tìm kiếm hóa đơn của bạn

# Select_way_sorting
source: Sort
vi_vn: Chọn cách sắp xếp

# SendVerificationEmail
source: Send confirmation email
vi_vn: Gửi email xác nhận

# Send_email_bill
source: Bill information sent to email address:
vi_vn: Đã gửi thông tin hóa đơn đến địa chỉ email:

# Send_mail_error
source: Email sending failed!
vi_vn: Gửi email không thành công!

# Send_mail_success
source: Email sent successfully!
vi_vn: Gửi email thành công!

source: Set password
vi_vn: Đặt mật khẩu

# SetPasswordTitle
source: Set a password for your account so you can log in to the website with your email address and password quickly
vi_vn: Đặt mật khẩu cho tài khoản để có thể đăng nhập vào website với địa chỉ email và mật khẩu nhanh chóng

# SetPasswordUser
source: Set password for user
vi_vn: Đặt mật khẩu cho user

# SetPasswordUserTitle
source: Set password
vi_vn: Đặt mật khẩu

# SoDienThoaiDaTonTai
source: Phone number already exists!
vi_vn: Số điện thoại đã tồn tại!

# SoLuong
source: Result
vi_vn: Kết quả

# SoLuongConLai
source: Remaining discount quantity
vi_vn: Số lượng khuyến mãi còn lại

# SoLuongThanhCong
source: Number of successful invoices
vi_vn: Số lượng hóa đơn thành công

# SoLuongThatBai
source: Number of failed invoices
vi_vn: Số lượng hóa đơn thất bại

# SoLuongTon
source: Quantity in stock
vi_vn: Số lượng tồn

# Sorted
source: Sort
vi_vn: Sắp xếp

# SoTienGiamGia
source: Discount amount
vi_vn: Số tiền giảm giá

# StartDateHD
source: Start date
vi_vn: Ngày bắt đầu

# StatusAccountChange
source: Your account status has changed
vi_vn: Trạng thái tài khoản của bạn đã thay đổi

# StatusAccountContent1
source: Your status has been changed from
vi_vn: Trạng thái của bạn đã được thay đổi từ

# StatusLocked
source: Blocked
vi_vn: Đã bị khóa

# StatusNormal
source: Normal
vi_vn: Bình thường

# StatusNotChange
source: Bill status has not changed.
vi_vn: Trạng thái hóa đơn không thay đổi.

# StatusUserAccount
source: Account status
vi_vn: Tình trạng tài khoản

# Sttnotchange
source: Status unchanged
vi_vn: Trạng thái không thay đổi

source: Submit
vi_vn: Gửi

# TacVu
source: Action
vi_vn: Tác vụ

# TaiKhoanBiKhoa
source: Account is locked.
vi_vn: Tài khoản bị khóa.

# TaiKhoanBiKhoa2
source: Account is locked
vi_vn: Tài khoản bị khóa

# TaiKhoanDaDuocDatMatKhau
source: Your account has been set a password
vi_vn: Tài khoản của bạn đã được đặt mật khẩu

# TaiKhoanTamKhoa
source: The account is temporarily locked, please contact the technical department to check if there are any errors.
vi_vn: Tài khoản tạm khóa hãy liên hệ với bộ phận kỹ thuật để kiểm tra lại nếu có sai sót.

# TaoTaiKhoanThanhCongBang
source: Successfully created an account using a provider
vi_vn: Đã tạo tài khoản thành công bằng cách sử dụng nhà cung cấp

# TenDiaChi
source: Address
vi_vn: Địa chỉ

# TenLoaiSP
source: Category name
vi_vn: Tên loại sản phẩm

# TenMau
source: Color name
vi_vn: Tên màu

# TenNSX
source: Producer name
vi_vn: Tên nhà sản xuất

# TenPTTT
source: Payment method name
vi_vn: Tên phương thức thanh toán

# TenSDT
source: Phone number
vi_vn: Số điện thoại

# TenSP
source: Product name
vi_vn: Tên sản phẩm

# Thanh
source: to
vi_vn: thành

# Thanhcong
source: success
vi_vn: thành công

# ThanhCongLuc
source: success at
vi_vn: thành công lúc

# ThayDoiEmailThanhCong
source: Change email address successfully.
vi_vn: Thay đổi địa chỉ email thành công.

# ThemKM
source: Add successful discount at
vi_vn: Thêm chương trình khuyến mãi thành công lúc

# ThemLSP
source: Add category
vi_vn: Thêm loại sản phẩm

# ThemMau
source: Add color
vi_vn: Thêm màu

# ThemMoi
source: Add new
vi_vn: Thêm mới

# ThemMS
source: Add color
vi_vn: Thêm màu sắc

# ThemMSContent
source: Add new colors to diversify product sources for the system
vi_vn: Thêm màu mới để đa dạng nguồn sản phẩm cho hệ thống

# ThemNSX
source: Add producer
vi_vn: Thêm nhà sản xuất

# ThemNSXContent
source: Adding new brands to diversify product supply for the system
vi_vn: Thêm các thương hiệu mới để đa dạng nguồn cung cấp sản phẩm cho hệ thống

# ThemPhuongThucTT
source: Add payment method
vi_vn: Thêm phương thức thanh toán

# ThemPTTT
source: Add payment method
vi_vn: Thêm phương thức thanh toán

# ThemSanPham
source: Add product
vi_vn: Thêm sản phẩm

# ThemSP
source: Add product
vi_vn: Thêm sản phẩm

# ThemSPContent
source: Add new products to diversify product sources for the system
vi_vn: Thêm các sản phẩm mới để đa dạng nguồn sản phẩm cho hệ thống

# ThongTinCaNhanDaDuocCapNhat
source: Your personal information has been updated.
vi_vn: Thông tin cá nhân của bạn đã được cập nhật.

# ThongTinDangNhapDaBiXoa
source: External logins have been removed.
vi_vn: Thông tin đăng nhập bên ngoài đã bị xóa.

# ThongTinDangNhapKhongBiXoa
source: External logins are not deleted.
vi_vn: Thông tin đăng nhập bên ngoài không bị xóa.

# ThongTinDangNhapKhongDuocThemVao
source: External credentials are not added. External logins can only be associated with one account.
vi_vn: Thông tin đăng nhập bên ngoài không được thêm vào. Thông tin đăng nhập bên ngoài chỉ có thể được liên kết với một tài khoản.

# ThongTinHD
source: Bill Information
vi_vn: Thông tin hóa đơn

# ThucHienTheoYeuCau
source: Please follow the request in the email sent to you
vi_vn: Vui lòng thực hiện theo yêu cầu trong email được gửi đến bạn

source: Title
vi_vn: Tiêu đề

# TitleConfirmCancelBill
source: Order cancellation confirmation
vi_vn: Xác nhận hủy đơn hàng

# TLTT
source: Payment percentage
vi_vn: Tỉ lệ thanh toán

# TongDoanhThu
source: Total revenue
vi_vn: Tổng doanh thu

# TongGT
source: Total value
vi_vn: Tổng giá trị

# TongHoaDon
source: Total bill
vi_vn: Tổng số hóa đơn

# Top_selling_products
source: Top best selling products
vi_vn: Top sản phẩm bán chạy nhất

source: Total
vi_vn: Tổng cộng

source: Total order
vi_vn: Tổng đơn hàng

source: Total value
vi_vn: Tổng giá trị

# TrangThaiSP
source: Product status
vi_vn: Trạng thái sản phẩm

source: Transport
vi_vn: Vận chuyển

# TTDH
source: Order status
vi_vn: Trạng thái đơn hàng

# TTHD
source: Bill information
vi_vn: Thông tin hóa đơn

# TTNotChange
source: Account status has not changed
vi_vn: Trạng thái tài khoản không thay đổi

# TTSP
source: Product information
vi_vn: Thông tin sản phẩm

# TTSPHD
source: Product Information
vi_vn: Thông tin sản phẩm

# TTTK
source: Account status
vi_vn: Trạng thái tài khoản

# TTTT
source: Payment status
vi_vn: Trạng thái thanh toán

# TTXN
source: Confirmation status
vi_vn: Trạng thái xác nhận

source: Unit
vi_vn: Đơn vị tính

# UpdateBillSuccess
source: Bill status updated successfully
vi_vn: Đã cập nhật trạng thái hóa đơn thành công

# UpdateColorName
source: Color renamed
vi_vn: Đã đổi tên màu

# UpdateDiscountContent1
source: Update discount
vi_vn: Cập nhật khuyến mãi

# UpdateDiscountContent2
source: Discount information incorrect? Update now
vi_vn: Thông tin chương trình khuyến mãi không đúng? Cập nhật ngay

# UpdateKM
source: Update discount information
vi_vn: Đã cập nhật chương trình khuyến mãi thành công lúc

# UpdateLSPName
source: Category renamed
vi_vn: Đã đổi tên loại sản phẩm

# UpdateNSXName
source: Producer renamed
vi_vn: Đã đổi tên nhà sản xuất

# UpdatePassword
source: Update
vi_vn: Cập nhật

# UpdatePasswordChange
source: Update password
vi_vn: Cập nhật mật khẩu

# UpdatePTTTName
source: Changed the name of the payment method
vi_vn: Đã đổi tên phương thức thanh toán

# UpdateRoleForUser
source: Update roles for users
vi_vn: Cập nhật role cho user

# UpdateRoleName
source: You just renamed the role
vi_vn: Bạn vừa đổi tên role

# UpdateSanPham
source: Product updated
vi_vn: Đã cập nhật sản phẩm

# UpdateStatusAccount
source: Update
vi_vn: Cập nhật

# UpdateSuccessWhen
source: Bill status updated successfully at
vi_vn: Đã cập nhật trạng thái hóa đơn thành công lúc

# UpdateYourInfo
source: Update your account information
vi_vn: Cập nhật thông tin tài khoản của bạn

source: Update information
vi_vn: Cập nhật thông tin

# UserAddress
source: Address
vi_vn: Địa chỉ

# UserBillExcel
source: Confirm export of customer bill list in excel format
vi_vn: Xác nhận xuất danh sách hóa đơn của khách hàng theo định dạng excel

# UserBillPdf
source: Confirm export of customer bill list in pdf format
vi_vn: Xác nhận xuất danh sách hóa đơn của khách hàng theo định dạng pdf

# UserByGender
source: Customers by gender
vi_vn: Khách hàng theo giới tính

# UserDateofbirth
source: Date of birth
vi_vn: Ngày sinh

# UserExcel
source: Confirm export of user list in excel format
vi_vn: Xác nhận xuất danh sách user theo định dạng excel

# UserFirstname
source: First name
vi_vn: Tên khách hàng

# UserFullName
source: Full name
vi_vn: Họ và tên khách hàng

# UserGender
source: Gender
vi_vn: Giới tính

# UserLastname
source: Last name
vi_vn: Họ khách hàng

source: User list
vi_vn: Danh sách user

# UserPdf
source: Confirm export of user list in pdf format
vi_vn: Xác nhận xuất danh sách user theo định dạng pdf

# UserPhoneNumber
source: Phone number
vi_vn: Số điện thoại

# UserRoleName
source: Role
vi_vn: Vai trò (role)

# Use_cart
source: Login to use shopping cart
vi_vn: Đăng nhập để sử dụng giỏ hàng

source: Vietnamese
vi_vn: Tiếng Việt
