Repository: HuynhAnhNguyen/LuanVan_Shared
Catalog: LuanVan/Resources/SharedResource.*.resx
Languages: vi_vn

source: The requested page was not found!
vi_vn: Không tìm thấy trang được yêu cầu!

# 404Content
source: The page you are looking for does not exist. It may have been moved or deleted.
vi_vn: Trang bạn đang tìm kiếm không tồn tại. Nó có thể đã được đã di chuyển hoặc xóa.

source: About the website
vi_vn: Giới thiệu về website

source: Accept payment
vi_vn: Chấp nhận thanh toán

# AccessDeniedContent1
source: Access denied
vi_vn: Quyền truy cập bị từ chối

# AccessDeniedContent2
source: Access denied
vi_vn: Hạn chế truy cập

# AccessDeniedContent3
source: Your account does not have access to this resource. Please try again later.
vi_vn: Tài khoản của bạn không có quyền truy cập vào tài nguyên này. Vui lòng thực hiện lại sau.

# AccessDeniedTitle
source: Access denied
vi_vn: Từ chối truy cập

# AccountLockout
source: Account is locked
vi_vn: Tài khoản tạm khóa

# AccountNormal
source: Normal
vi_vn: Bình thường

# AddDiscountContent1
source: Add new discount
vi_vn: Thêm khuyến mãi

# AddDiscountTitle
source: Add new discount
vi_vn: Thêm chương trình khuyến mãi

source: Add new
vi_vn: Thêm mới

source: Add new category
vi_vn: Thêm loại sản phẩm

source: Add new color
vi_vn: Thêm màu sắc

source: Add new discount
vi_vn: Thêm chương trình khuyến mãi mới

# AddNewPTTT
source: Add new payment
vi_vn: Thêm phương thức thanh toán

# AddNewPTTTContent
source: Add new payment methods to diversify payment methods for customers
vi_vn: Thêm phương thức thanh toán mới để đa dạng phương thức thanh toán cho khách hàng

# AddNewSP
source: Add new product
vi_vn: Thêm sản phẩm mới

source: Address
vi_vn: Địa chỉ

source: Add role
vi_vn: Thêm role

# AddRoleForUser
source: Assign roles to users
vi_vn: Gán role cho user

# AddRoleName
source: Role name
vi_vn: Tên role

# AddRoleTitle
source: Add new role
vi_vn: Thêm role mới

source: Add to cart
vi_vn: Thêm vào giỏ hàng

# Add_to_cart_request
source: You need to login to use the shopping cart!
vi_vn: Bạn cần đăng nhập để dùng giỏ hàng!

# Add_to_cart_success
source: Add to cart successfully!
vi_vn: Thêm vào giỏ hàng thành công!

source: Admin Page
vi_vn: Trang quản trị

# AgeUser
source: Customer age
vi_vn: Độ tuổi khách hàng

# AlertCancelBillError
source: Orders cannot be canceled.
vi_vn: Không thể hủy đơn hàng.

# AlertCancelBillSuccess
source: Canceled order successfully.
vi_vn: Hủy đơn hàng thành công.

# All_products
source: All
vi_vn: Tất cả

# All_product_type
source: Category
vi_vn: Tất cả loại

# Alphabetically_A_Z
source: Alphabetically from A to Z
vi_vn: Theo chữ cái từ A đến Z

# Alphabetically_Z_A
source: Alphabetically from Z to A
vi_vn: Theo chữ cái từ Z đến A

source: Apply
vi_vn: Áp dụng

# Apply_discount
source: Apply discount code now
vi_vn: Áp dụng mã giảm giá ngay

# AreaAdmin
source: Admin Area
vi_vn: Khu vực quản trị dành cho Admin

# Asked_questions
source: Frequently asked questions
vi_vn: Câu hỏi thường gặp

# BackTo
source: Back
vi_vn: Trở về

source: Back to shop
vi_vn: Quay trở về shop

# Back_home
source: Back to home
vi_vn: Về trang chủ

# BamVaoDay
source: click here
vi_vn: bấm vào đây

source: Bill
vi_vn: Hóa đơn

# BillCode
source: Code bill
vi_vn: Mã hóa đơn

# BillList
source: Bill
vi_vn: Hóa đơn

# BillSuccessOrFail
source: Bill
vi_vn: Hóa đơn

# Bill_info
source: Bill details
vi_vn: Chi tiết hóa đơn

source: Brand
vi_vn: Thương hiệu

source: Buy now
vi_vn: Mua ngay

source: Cancel
vi_vn: Hủy

# Cancel_bill
source: Cancelled
vi_vn: Đã hủy

# Cancel_Login
source: Close
vi_vn: Đóng

# CannotDeleteColor
source: Color cannot be removed
vi_vn: Không thể xóa màu

# CannotDeleteKM
source: Discount cannot be deleted
vi_vn: Không thể xóa chương trình khuyến mãi

# CannotDeleteLSP
source: Category cannot be deleted
vi_vn: Không thể xóa loại sản phẩm

# CannotDeleteNSX
source: Producer cannot be deleted
vi_vn: Không thể xóa nhà sản xuất

# CannotDeleteProduct
source: Product cannot be deleted
vi_vn: Không thể xóa sản phẩm

# CannotDeletePTTT
source: Payment method cannot be deleted
vi_vn: Không thể xóa phương thức thanh toán

# CapNhat
source: Update
vi_vn: Cập nhật

# CapNhatMauSac
source: Color update
vi_vn: Cập nhật màu sắc

# CapNhatMKThanhCong
source: Password update successful
vi_vn: Cập nhật mật khẩu thành công

# CapNhatMSContent
source: Color name incorrect? Change now
vi_vn: Tên màu không đúng? Thay đổi ngay

# CapNhatPTTT
source: Payment method update
vi_vn: Cập nhật phương thức thanh toán

# CapNhatPTTTContent
source: Incorrect payment method information? Change now
vi_vn: Thông tin phương thức thanh toán không đúng? Thay đổi ngay

# CapNhatSP
source: Update product
vi_vn: Cập nhật thông tin sản phẩm

# CapNhatSPContent
source: Product information incorrect? Update now
vi_vn: Thông tin sản phẩm không đúng? Cập nhật ngay

# CapNhatTT
source: Successfully updated account status at
vi_vn: Đã cập nhật trạng thái tài khoản thành công lúc

# CapNhatTT2
source: Updated account status successfully
vi_vn: Đã cập nhật trạng thái tài khoản thành công

# CapNhatTTHD
source: Update bill status
vi_vn: Cập nhật trạng thái hóa đơn

# CapNhatTTHDContent
source: Invalid bill status? Change now.
vi_vn: Trạng thái hóa đơn không đúng? Chỉnh sửa ngay.

# CapNhatTTNSX
source: Update producer
vi_vn: Cập nhật thông tin nhà sản xuất

# CapNhatTTNSXContent
source: Producer information incorrect? Change now
vi_vn: Thông tin nhà sản xuất không đúng? Thay đổi ngay

# CapNhatXacThuc
source: Account confirmed successfully at
vi_vn: Đã xác nhận tài khoản thành công lúc

# CapNhatXacThuc2
source: Account confirmed successfully
vi_vn: Đã xác nhận tài khoản thành công

source: Cart
vi_vn: Giỏ hàng

# Cart_empty
source: Cart is empty
vi_vn: Giỏ hàng trống

# Cart_null
source: Cart is empty
vi_vn: Giỏ hàng trống

source: Category
vi_vn: Loại sản phẩm

# ChangeEmail
source: Change email address
vi_vn: Thay đổi địa chỉ email

# ChangePassword
source: Change the password
vi_vn: Thay đổi mật khẩu

# ChangeStatusAccount
source: Change account status
vi_vn: Thay đổi trạng thái tài khoản

# ChaoMungKhachHangMoi
source: Welcome new customers of the website
vi_vn: Chào mừng khách hàng mới của website

# ChaoMungKHMoiContent
source: You have successfully registered an account on our website.<br>We would like to send you a discount code: CHAOMUNGBANMOI with a discount value of 3% of the total order value.<br> This promotion is valid. from 14/02/2023 to 01/08/2023.<br>Wish you have a great experience at Ishopping.
vi_vn: Bạn đã đăng ký tài khoản thành công tại website của chúng tôi.<br>Chúng tôi xin gửi bạn mã giảm giá: CHAOMUNGBANMOI với giá trị giảm giá là 3% tổng giá trị đơn hàng.<br> Khuyến mãi này có giá trị từ ngày 14/02/2023 đến ngày 01/08/2023.<br>Chúc bạn có những trải nghiệm tuyệt vời tại Ishopping.

# Check
source: Choose
vi_vn: Chọn

# ChonLSP
source: Choose category
vi_vn: Chọn loại sản phẩm

# ChonMauSac
source: Choose color
vi_vn: Chọn màu sắc

# ChonNSX
source: Choose producer
vi_vn: Chọn nhà sản xuất

# ChonTGExcel
source: Choose time to export bill list in excel format
vi_vn: Chọn thời gian để xuất danh sách hóa đơn theo định dạng excel

# ChonTGPdf
source: Choose time to export bill list in pdf format
vi_vn: Chọn thời gian để xuất danh sách hóa đơn theo định dạng pdf

# ChonTrangThaiSP
source: Choose product status
vi_vn: Chọn trạng thái sản phẩm

# ChoThanhToan
source: Waiting for payment
vi_vn: Đang chờ thanh toán

# ChuaDatMK
source: No password has been set for the account. Set password before changing password
vi_vn: Chưa đặt mật khẩu cho tài khoản. Đặt mật khẩu trước khi thay đổi mật khẩu

# ChuaXacNhan
source: Unconfimred
vi_vn: Chưa xác nhận

# CodeKhongHopLe
source: Invalid code
vi_vn: Code không hợp lệ

# Code_bill
source: Bill code
vi_vn: Mã hóa đơn

# Code_bill_not_exits
source: Bill code does not exist.
vi_vn: Mã hóa đơn không tồn tại.

source: Color
vi_vn: Màu sắc

# ColorExcel
source: Confirm export of color list in excel format
vi_vn: Xác nhận xuất danh sách màu sắc theo định dạng excel

# ColorList
source: Color
vi_vn: Màu sắc

# ColorNotChange
source: Color name unchanged
vi_vn: Tên màu không thay đổi

# ColorPdf
source: Confirm export of color list in pdf format
vi_vn: Xác nhận xuất danh sách màu sắc theo định dạng pdf

source: Confirm account
vi_vn: Xác nhận tài khoản

# ConfirmCancelBill
source: Are you sure you want to cancel this order?
vi_vn: Bạn có chắc chắn muốn hủy đơn hàng này?

# ConfirmEmailChangeContent1
source: Confirm change of email address
vi_vn: Xác nhận thay đổi địa chỉ email

# ConfirmEmailChangeContent2
source: Your account has been successfully verified.
vi_vn: Tài khoản của bạn đã được xác nhận thành công.

# ConfirmEmailChangeTitle
source: Confirm email changes
vi_vn: Xác nhận email thay đổi

# ConfirmEmailContent1
source: Your account has been successfully verified.
vi_vn: Tài khoản của bạn đã được xác nhận thành công.

# ConfirmEmailContent2
source: Log in now
vi_vn: Đăng nhập ngay

# ConfirmEmailTitle
source: Verify email address
vi_vn: Xác nhận địa chỉ email

# ConfirmPasswordChange
source: Confirm password
vi_vn: Xác nhận mật khẩu

# ConfirmPrintBill
source: Confirm file export
vi_vn: Xác nhận xuất file

source: Contact
vi_vn: Liên hệ

source: Contact us
vi_vn: Liên hệ với chúng tôi

# Contact_with_us
source: Contact us
vi_vn: Liên hệ với chúng tôi

source: Content
vi_vn: Nội dung

source: Continue shopping
vi_vn: Tiếp tục mua sắm

source: Continue with
vi_vn: Tiếp tục với

# CreateRole
source: Add new role
vi_vn: Tạo role mới

# CTHD
source: Bill detail
vi_vn: Chi tiết hóa đơn

# CTSP
source: Product detail
vi_vn: Chi tiết sản phẩm

source: Current password
vi_vn: Mật khẩu hiện tại

# Customer_info
source: Full name
vi_vn: Họ và tên khách hàng

source: Customer service
vi_vn: Dịch vụ khách hàng

# DaDangKyTaiKhoan
source: You have registered an account, please
vi_vn: Bạn đã đăng ký tài khoản, hãy

# DaDangNhapBang
source: logged in with the provider
vi_vn: đã đăng nhập bằng nhà cung cấp

# DaDatMatKhau
source: A password has been set for this account. Only the password can be changed
vi_vn: Đã đặt mật khẩu cho tài khoản này. Chỉ có thể thay đổi mật khẩu

# DaGuiLaiEmail
source: Resend confirmation email
vi_vn: Đã gửi lại email xác nhận

# DaGuiMailDen
source: Email sent to
vi_vn: Đã gửi email đến

# DaGuiMailXacNhan
source: Confirmation email sent. Please check your email
vi_vn: Đã gửi email xác nhận. Vui lòng kiểm tra email

# DangKyThanhCong
source: Successful account registration
vi_vn: Đăng ký tài khoản thành công

# DangNhapBenNgoaiDaThemVao
source: External login has been added.
vi_vn: Đăng nhập bên ngoài đã được thêm vào.

# DangNhapThanhCong
source: Logged in successfully
vi_vn: Đăng nhập thành công

# DanhMuc
source: Category
vi_vn: Danh mục

# DateEnd
source: Discount end date
vi_vn: Ngày hết hạn khuyến mãi

source: Date of birth
vi_vn: Ngày sinh

# DateStart
source: Discount start date
vi_vn: Ngày bắt đầu áp dụng

source: Date of payment
vi_vn: Ngày thanh toán

# DatLaiMatKhau
source: Reset password
vi_vn: Đặt lại mật khẩu

# DatMatKhauThanhCong
source: Set password for account successfully
vi_vn: Đặt mật khẩu cho tài khoản thành công

# DaTonTai
source: already exist
vi_vn: đã tồn tại

# DaXacNhan
source: Confirmed
vi_vn: Đã xác nhận

# DaXoaKM
source: Discount removed
vi_vn: Đã xóa chương trình khuyến mãi

# DaXoaLSP
source: Product type removed
vi_vn: Đã xóa loại sản phẩm

# DaXoaMau
source: Color removed
vi_vn: Đã xóa màu

# DaXoaNSX
source: Producer removed
vi_vn: Đã xóa nhà sản xuất

# DaXoaPTTT
source: Payment method removed
vi_vn: Đã xóa phương thức thanh toán

# DaXoaSP
source: Product removed
vi_vn: Đã xóa sản phẩm

# DeDatLaiMatKhau
source: To reset the password. Please
vi_vn: Để đặt lại mật khẩu. Vui lòng

source: Delete
vi_vn: Xóa

# DeleteBillSuccess
source: Bill removed
vi_vn: Đã xóa hóa đơn

# DeleteCategory
source: Category delete
vi_vn: Xóa loại sản phẩm

# DeleteData
source: Data delete
vi_vn: Xóa dữ liệu

# DeleteDiscountConfirm1
source: Confirm deletion of discount
vi_vn: Xác nhận xóa chương trình khuyến mãi

# DeleteDiscountConfirm2
source: Are you sure delete
vi_vn: Bạn có chắc chắn xóa

# DeleteDiscountContent1
source: Discount delete
vi_vn: Xóa khuyến mãi

# DeleteDiscountTitle
source: Discount delete
vi_vn: Xóa chương trình khuyến mãi

# DeletePersonalData
source: Data personal delete
vi_vn: Xóa dữ liệu cá nhân

# DeletePersonalDataConfirm
source: Clear data and close my account
vi_vn: Xóa dữ liệu và đóng tài khoản của tôi

# DeletePersonalDataTitle
source: Deleting this data will permanently delete your account and this data cannot be recovered.
vi_vn: Việc xóa dữ liệu này sẽ xóa vĩnh viễn tài khoản của bạn và dữ liệu này không thể khôi phục được.

source: Delete role
vi_vn: Xóa role

# DeleteRoleConfirm
source: Delete
vi_vn: Xóa

# DeleteRoles
source: Delete role
vi_vn: Xóa role

# DeleteSP
source: Delete product
vi_vn: Xóa sản phẩm

source: Delivery charges
vi_vn: Phí giao hàng

source: Delivery in progress
vi_vn: Đang giao hàng

source: Delivery successful
vi_vn: Giao hàng thành công

source: Detail
vi_vn: Chi tiết

# DeXacNhanEmail
source: To confirm email address. Please
vi_vn: Để xác nhận địa chỉ email. Vui lòng

# DeXacNhanTK
source: to confirm the account.
vi_vn: để xác nhận tài khoản.

# DiaChiShop
source: Campus II, 3/2 Street, Ninh Kieu District, Can Tho City, Viet Nam
vi_vn: Khu II, Đường 3/2, Phường Xuân Khánh, Quận Ninh Kiều, Thành phố Cần Thơ

source: Discount
vi_vn: Khuyến mãi

source: Discount code
vi_vn: Mã khuyến mãi

# DiscountExcel
source: Confirm export of discount list in excel format
vi_vn: Xác nhận xuất danh sách khuyến mãi theo định dạng excel

# DiscountList
source: Discount
vi_vn: Khuyến mãi

# DiscountListTitle
source: Discount list
vi_vn: Danh sách khuyến mãi

source: Discount name
vi_vn: Tên chương trình khuyến mãi

# DiscountPdf
source: Confirm export of discount list in pdf format
vi_vn: Xác nhận xuất danh sách khuyến mãi theo định dạng pdf

# Discount_Error
source: Error connecting to server.
vi_vn: Lỗi kết nối đến server.

# Discount_has_expired
source: The discount code has expired.
vi_vn: Mã giảm giá đã hết hạn.

# Discount_not_exist
source: Discount code does not exist.
vi_vn: Mã giảm giá không tồn tại.

# Discount_request
source: Please enter the discount code.
vi_vn: Vui lòng nhập mã giảm giá.

# Discount_Success
source: Successfully applied discount code.
vi_vn: Áp dụng mã giảm giá thành công.

# DoiEmaiMoi
source: You are in the process of changing a new email address for your account. Please
vi_vn: Bạn đang tiến hành đổi địa chỉ email mới cho tài khoản. Vui lòng

# DongY
source: Agree
vi_vn: Đồng ý

# Dont_have_account
source: You don't have an account?
vi_vn: Bạn không có tài khoản?

source: Download
vi_vn: Tải xuống

source: Download personal data
vi_vn: Tải xuống dữ liệu cá nhân

# DSBillSuccessOrFail
source: List of invoices
vi_vn: Danh sách hóa đơn

# DSHD
source: Bill list
vi_vn: Danh sách hóa đơn

# DSHDCTKM
source: Discount name
vi_vn: Tên chương trình khuyến mãi

# DSHDCTKMPDF
source: Discount name
vi_vn: Chương trình khuyến mãi

# DSHDKhachHang
source: Full name
vi_vn: Họ và tên khách hàng

# DSHDMaHD
source: Code bill
vi_vn: Mã hóa đơn

# DSHDNgayXuat
source: Date of invoice
vi_vn: Ngày xuất hóa đơn

# DSHDPTTT
source: Payment method name
vi_vn: Tên phương thức thanh toán

# DSHDPTTTPDF
source: Payment method
vi_vn: Phương thức thanh toán

# DSHDTitle
source: Bill list
vi_vn: Danh sách hóa đơn

# DSHDTong
source: Total value
vi_vn: Tổng giá trị

# DSHDTTDH
source: Order status
vi_vn: Trạng thái đơn hàng

# DSHDTTDHPDF
source: Order status
vi_vn: Trạng thái đơn hàng

# DSHDTTTT
source: Payment status
vi_vn: Trạng thái thanh toán

# DSHDTTTTPDF
source: Payment status
vi_vn: Trạng thái thanh toán

# DSKM
source: Discount list
vi_vn: Danh sách khuyến mãi

# DSLSP
source: Category list
vi_vn: Danh sách loại sản phẩm

# DSLSPMa
source: Category code
vi_vn: Mã loại sản phẩm

# DSLSPName
source: Category name
vi_vn: Tên loại sản phẩm

# DSMauSac
source: Color list
vi_vn: Danh sách màu sắc

# DSMS
source: Color list
vi_vn: Danh sách màu sắc

# DSMSMaMau
source: Color code
vi_vn: Mã màu sắc

# DSMSTenMau
source: Color name
vi_vn: Tên màu sắc

# DSNSX
source: Producer list
vi_vn: Danh sách nhà sản xuất

# DSPhuongThucTT
source: Payment method list
vi_vn: Danh sách phương thức thanh toán

# DSProducer
source: Producer list
vi_vn: Danh sách nhà sản xuất

# DSProducerMa
source: Producer code
vi_vn: Mã nhà sản xuất

# DSProducerName
source: Producer name
vi_vn: Tên nhà sản xuất

# DSProduct
source: Product list
vi_vn: Danh sách sản phẩm

# DSProductDVT
source: Unit name
vi_vn: Tên đơn vị tính

# DSProductGia
source: Price
vi_vn: Giá bán

# DSProductLSP
source: Category name
vi_vn: Tên loại sản phẩm

# DSProductMa
source: Product code
vi_vn: Mã sản phẩm

# DSProductMS
source: Color name
vi_vn: Tên màu sắc

# DSProductName
source: Product name
vi_vn: Tên sản phẩm

# DSProductNSX
source: Producer name
vi_vn: Tên nhà sản xuất

# DSProductTT
source: Status
vi_vn: Trạng thái

# DSPTTT
source: List of payment methods
vi_vn: Danh sách PTTT

# DSPTTTMa
source: Payment method code
vi_vn: Mã phương thức thanh toán

# DSPTTTTen
source: Payment method name
vi_vn: Tên phương thức thanh toán

# DSRole
source: Role list
vi_vn: Danh sách role

# DSSP
source: Product list
vi_vn: Danh sách sản phẩm

# DSUser
source: User list
vi_vn: Danh sách user

# DTByDate
source: Revenue by day
vi_vn: Doanh thu theo ngày

# DTByMonth
source: Revenue by month
vi_vn: Doanh thu theo tháng

# DTByQuy
source: Quarterly revenue
vi_vn: Doanh thu theo quý

# DTByWeek
source: Revenue by week
vi_vn: Doanh thu theo tuần

# DTByYear
source: Revenue by year
vi_vn: Doanh thu theo năm

# DTTMonth
source: Revenue by month
vi_vn: Doanh thu theo tháng

# DTTN
source: Revenue by day
vi_vn: Doanh thu theo ngày

# DTTN_Ngay
source: Date-Month-Year
vi_vn: Ngày tháng năm

# DTTQ
source: Quarterly revenue
vi_vn: Doanh thu theo quý

# DTTT
source: Revenue by week
vi_vn: Doanh thu theo tuần

# DTTYear
source: Revenue by year
vi_vn: Doanh thu theo năm

# DVT
source: Unit
vi_vn: Đơn vị tính

# EditCategory
source: Update category information
vi_vn: Cập nhật thông tin loại sản phẩm

# EditCategoryContent
source: The category information is incorrect? Change now
vi_vn: Thông tin loại sản phẩm không đúng? Thay đổi ngay

# EditRoleUser
source: Update role
vi_vn: Chỉnh sửa role

# Email
source: Email address
vi_vn: Địa chỉ email

# EmailConfirm
source: Confirm email
vi_vn: Xác nhận email

# EmailKhongDoi
source: Your email has not changed.
vi_vn: Email của bạn không thay đổi.

# EmailManage
source: Email management
vi_vn: Quản lý email

# EndDateHD
source: End date
vi_vn: Ngày kết thúc

source: English
vi_vn: Tiếng Anh

# Enter_code
source: Enter the code here
vi_vn: Nhập mã tại đây

# ExcelReport
source: Confirm export of bill list in excel format
vi_vn: Xác nhận xuất danh sách hóa đơn theo định dạng excel

# Exchange
source: Exchange, return goods
vi_vn: Đổi, trả hàng

# ExportError
source: There was an error exporting the file!
vi_vn: Đã có lỗi khi xuất file!

# ExportSuccess
source: File export successful!
vi_vn: Xuất file thành công!

# ExternalLoginContent1
source: Create or link to an external service
vi_vn: Tạo hoặc liên kết với dịch vụ ngoài

# ExternalLoginContent2
source: Link to account
vi_vn: Liên kết với tài khoản

# ExternalLoginContent3
source: You have successfully authenticated from
vi_vn: Bạn đã xác thực thành công từ

# ExternalLoginContent4
source: Please enter your email address to create or link
vi_vn: Hãy nhập địa chỉ email để tạo hoặc liên kết

# ExternalLoginContent5
source: Link
vi_vn: Liên kết

# ExternalLogins
source: External application link
vi_vn: Liên kết ứng dụng ngoài

# ExternalLoginsTitle
source: Registered external service
vi_vn: Dịch vụ ngoài đã đăng ký

# ExternalLoginsTitle2
source: Add another service to login.
vi_vn: Thêm một dịch vụ khác để đăng nhập.

# ExternalLoginTitle
source: Link to external service
vi_vn: Liên kết với dịch vụ ngoài

source: Featured products
vi_vn: Sản phẩm nổi bật

# Feedback
source: Give us feedback on the errors you encounter!
vi_vn: Phản hồi cho chúng tôi về các lỗi mà bạn gặp phải nhé!

source: Female
vi_vn: Nữ

source: First name
vi_vn: Tên

# Follow_us
source: Follow us on
vi_vn: Theo dõi chúng tôi trên

# Footer_Contact
source: Contact us
vi_vn: Liên hệ với chúng tôi

source: Forgot password?
vi_vn: Quên mật khẩu?

# ForgotPasswordConfirmationContent1
source: Verify account
vi_vn: Xác nhận tài khoản

# ForgotPasswordConfirmationContent2
source: Please follow the request in the email sent to you to proceed with password recovery.
vi_vn: Vui lòng thực hiện theo yêu cầu trong email đã được gửi đến bạn để tiến hành khôi phục mật khẩu.

# ForgotPasswordConfirmationTitle
source: Confirm forgot password
vi_vn: Xác nhận quên mật khẩu

# ForgotPasswordContent1
source: Reset password
vi_vn: Đặt lại mật khẩu

# ForgotPasswordContent2
source: Use registered email to reset password
vi_vn: Sử dụng email đã đăng ký để đặt lại mật khẩu

# ForgotPasswordTitle
source: Forgot password
vi_vn: Quên mật khẩu

source: Free
vi_vn: Miễn phí

source: French
vi_vn: Tiếng Pháp

source: Gender
vi_vn: Giới tính

# GiaBan
source: Price
vi_vn: Giá bán

# GiaTriKM
source: Discount value
vi_vn: Giá trị khuyến mãi

# GuiEmailKhoiPhucMKThanhCong
source: Email password recovery successful
vi_vn: Gửi email khôi phục mật khẩu thành công

# Have_an_account
source: Do you already have an account?
vi_vn: Bạn đã có tài khoản?

# HayKTLai
source: . Please check again.
vi_vn: . Hãy kiểm tra lại.

source: Hello
vi_vn: Xin chào

source: Help
vi_vn: Trợ giúp

# HH
source: Product is out of stock
vi_vn: Sản phẩm hết hàng

# HinhAnh
source: Image
vi_vn: Hình ảnh

source: Home
vi_vn: Trang chủ

# HOT
source: Hot products
vi_vn: Sản phẩm hot

source: Hot products
vi_vn: Sản phẩm hot

source: Image
vi_vn: Hình ảnh

# Info_account
source: Account information
vi_vn: Thông tin tài khoản

# Info_website
source: Information
vi_vn: Thông tin

# Intro
source: Introduce
vi_vn: Giới thiệu

# IntroContent1
source: Perfect choice for online shopping
vi_vn: Sự lựa chọn hoàn hảo cho mua sắm trực tuyến

# IntroContent2
source: Website is the topic of graduate thesis of student Nguyen Huynh Anh B1910186
vi_vn: Website là đề tài luận văn tốt nghiệp của sinh viên Nguyễn Huỳnh Anh B1910186

# Invoice_information
source: Bill information
vi_vn: Thông tin hóa đơn

# Invoice_issue_date
source: Date of invoice
vi_vn: Ngày xuất hóa đơn

# KAD
source: Do not apply
vi_vn: Không áp dụng

# KhongThayHoaDon
source: Invoice with code not found
vi_vn: Không tìm thấy hóa đơn với mã

# KhongThayMauSac
source: No color found with code
vi_vn: Không tìm thấy màu sắc với mã

# KhongTheThayDoiEmail
source: The email address cannot be changed.
vi_vn: Không thể thay đổi địa chỉ email.

# KhongTheThayDoiUsername
source: Unable to change username
vi_vn: Không thể thay đổi username

# KhongTheXacNhanEmail
source: Can't confirm email address right now
vi_vn: Không thể xác nhận địa chỉ email ngay lúc này

# KhongTheXoaTK
source: Account cannot be deleted right now
vi_vn: Không thể xóa tài khoản ngay lúc này

# KhongTimThay
source: Not found
vi_vn: Không tìm thấy

# KhongTimThayKM
source: No promotion found with code
vi_vn: Không tìm thấy khuyến mãi với mã

# KhongTimThayLoaiSP
source: No category with code found
vi_vn: Không tìm thấy loại sản phẩm với mã

# KhongTimThayNSX
source: No producer with code found
vi_vn: Không tìm thấy nhà sản xuất với mã là

# KhongTimThayPTTT
source: Can't find payment method with code
vi_vn: Không tìm thấy phương thức thanh toán với mã

# KhongTimThaySP
source: Can't find product with code
vi_vn: Không tìm thấy sản phẩm với mã
