Repository: HuynhAnhNguyen/LuanVan_Shared
Catalog: LuanVan/Resources/SharedResource.*.resx
Languages: vi_vn

# VuiLongThucHienTheoYeuCau
source: Please follow the content in the email sent to you to change the email address.
vi_vn: Vui lòng thực hiện theo nội dung trong email đã được gửi đến bạn để thay đổi địa chỉ email.

# VuiLongXacNhan
source: Please confirm your account by
vi_vn: Vui lòng xác nhận tài khoản của bạn bằng cách

# VuiLongXacThucTaiKhoan
source: Please verify your account to be able to log in
vi_vn: Vui lòng thực hiện xác thực tài khoản để có thể đăng nhập

source: Waiting for delivery
vi_vn: Đang chờ lấy hàng

source: Waiting for refund
vi_vn: Đang chờ hoàn tiền

source: Warranty policy
vi_vn: Chính sách bảo hành

source: Week
vi_vn: Tuần

# When
source: at
vi_vn: lúc

# XacNhanDoiEmail
source: to confirm email change.
vi_vn: để xác nhận đổi email.

# XacNhanEmail
source: Verify email address
vi_vn: Xác nhận địa chỉ email

# XacNhanEmailMoi
source: Confirm new email address
vi_vn: Xác nhận địa chỉ email mới

# XacNhanEmailThanhCong
source: Email address confirmation successful
vi_vn: Xác nhận địa chỉ email thành công

# XacNhanXoa
source: Confirm delete role
vi_vn: Xác nhận xóa role

# XacNhanXoaHD
source: Confirm delete bill
vi_vn: Xác nhận xóa hóa đơn

# XacNhanXoaLSP
source: Confirm delete category
vi_vn: Xác nhận xóa loại sản phẩm

# XacNhanXoaLSP1
source: Are you sure delete
vi_vn: Bạn có chắc chắn xóa

# XacNhanXoaPTTT
source: Payment method deletion confirmation
vi_vn: Xác nhận xóa phương thức thanh toán

# XacNhanXoaRole
source: Are you sure delete
vi_vn: Bạn có chắc chắn xóa

# XacNhanXoaSP
source: Confirm delete product
vi_vn: Xác nhận xóa sản phẩm

# XemTruoc
source: Preview image
vi_vn: Xem trước hình ảnh

# Xoa
source: Delete
vi_vn: Xóa

# XoaHD
source: Delete bill
vi_vn: Xóa hóa đơn

# XoaMauSac
source: Delete color
vi_vn: Xóa màu sắc

# XoaMSContent
source: Confirm delete color
vi_vn: Xác nhận xóa màu sắc

# XoaNSX
source: Delete producer
vi_vn: Xóa nhà sản xuất

# XoaNSXConfirm
source: Confirm delete producer
vi_vn: Xác nhận xóa nhà sản xuất

# XoaNSXContent
source: Are you sure delete
vi_vn: Bạn có chắc chắn xóa

# XoaPTTT
source: Delete payment method
vi_vn: Xóa phương thức thanh toán

# XoaTKThanhCong
source: Your account has been deleted successfully
vi_vn: Tài khoản của bạn đã được xóa thành công

source: Year
vi_vn: Năm

# Yes
source: Agree
vi_vn: Đồng ý
